/***
 * 経歴データ
 */

export const histories = {
  about: `
    北海道在住28歳。
    2022-8-28に第一子が産まれ育児奮闘中。
    現在は業務でマネジメントを行う傍ら個人開発にてモダンな技術をキャッチアップする形で就業中。
    Reactを用いたフロントエンドを開発を主に進めながらLaravelでのサーバーサイド開発やAWSでのインフラ構築も行う。
    趣味はゴルフ・麻雀・プログラミング・スキー。
  `,
  timeline: [
    {
      start: "2022-10",
      end: "",
      title: "株式会社インプルでマネージメント業務に従事",
      content: `
      開発の経験を活かし、プロジェクトマネージャーとして手を動かして開発もフォローしながら顧客折衝や案件管理（課題管理や進捗管理など）を行う。
    `
    },
    {
      start: "2021-2",
      end: "",
      title: "株式会社インプルにPGとして入社",
      content: `
      ・ReactNativeでのモバイルアプリ開発
      ・RaactでのWEB開発
      ・Laravelで各種アプリのAPI・管理画面開発
      ・AWSでのインフラ構築　等経験
    `
    },
    {
      start: "2020-9",
      end: "2021-1",
      title: "プログラミング学習期間",
      content: `
      通学制のプログラミングスクール、職業訓練校の2校でプログラミングについて学習。
      学習内容はJavaとJavaScriptがメインで、転職時のポートフォリオとしてJavaで勤怠管理システムを作成。
    `
    },
    {
      start: "2016-3",
      end: "2020-8",
      title: "営業職として2社で勤務",
      content: `
      大学卒業後に金融機関で営業職として従事。
      その後に学生時代4年間アルバイトしたイベント業の営業へ転職。
      コロナウィルスの影響でイベントの開催が困難な状況になり退職しエンジニアを志す。
    `
    },
    {
      start: "",
      end: "2016-3",
      title: "学生時代",
      content: `
      高校は普通科で数III,物理を学ぶ理コース。
      大学では文系に進み運動学等のスポーツ全般を履修。
      小学 ~ 大学卒業までアルペンスキーを競技として取り組む。
      ・北海道選手権 優勝
      ・全日本大学スキー選手権 入賞
      ・FarEastCup(アジア大会) 6位入賞　等
    `
    },
    {
      start: "1994-3",
      end: "",
      title: "北海道北見市にて生まれる",
      content: `
    `
    }
  ]
}
