export const histories = {
  about: `
    28歳のHizurakyと申します。
    本名をアナグラム作成サイトに入力して出てきた"Hizuraki"から付けました。
    "Hizuraki"は既にSNS各所で使われていましたが"Hizuraky"はいなかったので。
    2022-8-28に第一子が産まれ育児奮闘中です。
  `,
  timeline: [
    {
      start: "2021-2",
      end: "",
      title: "株式会社インプルに入社",
      content: `
      主にフロントエンドエンジニアとして業務
    `
    },
    {
      start: "2020-9",
      end: "2021-1",
      title: "プログラミング学習期間",
      content: `
      通学制のプラグラミングスクール、職業訓練校の2校でプログラミングについて学習。
      学習内容はJavaとJavaScriptがメインで、転職時のポートフォリオとしてJavaで勤怠管理システムを作成。
    `
    },
    {
      start: "2016-3",
      end: "2020-8",
      title: "営業職として3社で勤務",
      content: `
      大学卒業後に金融機関で営業職として従事。
      その後に学生時代4年間アルバイトしたイベント業の営業へ転職。
      コロナウィルスの影響で人材派遣の営業へ転職。
    `
    },
    {
      start: "",
      end: "2016-3",
      title: "学生時代",
      content: `
      高校は普通科で数III,物理を学ぶ理コース。
      大学では文系に進み運動学等のスポーツ全般を履修。
      小学 ~ 大学卒業までアルペンスキーを競技として取り組む。
      ・北海道選手権 優勝
      ・全日本大学スキー選手権 入賞
      ・FarEastCup(アジア大会) 6位入賞　等
    `
    },
    {
      start: "1994-3",
      end: "",
      title: "北海道北見市にて生まれる",
      content: `
    `
    }
  ]
}
